Repository: bobbingwide/oik-bwtrace
Catalog: languages/oik-bwtrace-bb_BB.po
Languages: bb_bb

source: Field
bb_bb: Feild

source: Value
bb_bb: Vlaue

source: Notes
bb_bb: Ntoes

source: WordPress version
bb_bb: WroPderss vreison

source: Set to off for better detection of Notice: Undefined messages
bb_bb: SEt tO Off fOr bteetr dteceiton Of Ntocie: Udnfenied mseasegs

source: Multisite
bb_bb: Mluitiste

source: Daily trace summary file
bb_bb: Dialy tarce smuamry flie

source: Log transactions to daily trace summary file
bb_bb: LOg tarsncaitnos tO dialy tarce smuamry flie

source: Save changes
bb_bb: Svae cahgnes

source: oik trace options
bb_bb: OIk tarce otpoins

source: oik action options
bb_bb: OIk atcoin otpoins

source: action options
bb_bb: atcoin otpoins

source: Options
bb_bb: Otpoins

source: Daily Trace Summary
bb_bb: Dialy Tarce Smuamry

source: Information
bb_bb: Ifnroamiton

source: Count action hooks and filters
bb_bb: Cuont atcoin hooks And flietrs

source: Trace deprecated messages
bb_bb: Tarce dpeeracetd mseasegs

source: Trace Error, Warning and Notice messages
bb_bb: Tarce Error, Wrainng And Ntocie mseasegs

source: Trace 'wp' action
bb_bb: Tarce 'wp' atcoin

source: Trace 'wp' global wp_rewrite
bb_bb: Tarce 'wp' golabl wp_rweirte

source: Purge trace file if no errors
bb_bb: Pruge tarce flie If nO errros

source: Trace 'shutdown' included files
bb_bb: Tarce 'suhdtwon' icnuledd flies

source: Trace 'shutdown' saved queries
bb_bb: Tarce 'suhdtwon' svaed qeuires

source: Trace 'shutdown' output buffer
bb_bb: Tarce 'suhdtwon' otuupt bfuefr

source: Trace 'shutdown' trace functions count
bb_bb: Tarce 'suhdtwon' tarce fnutcoins cuont

source: Trace 'shutdown' status report
bb_bb: Tarce 'suhdtwon' satuts rperot

source: Other hooks to trace
bb_bb: Ohter hooks tO tarce

source: Filter results to trace
bb_bb: Flietr rseluts tO tarce

source: Trace the global post object
bb_bb: Tarce thE golabl psot ojbcet

source: Trace attached hook functions
bb_bb: Tarce attcaehd hook fnutcoins

source: Hooks to debug backtrace
bb_bb: Hooks tO dbeug bcatkarce

source: 'String watch' for this string
bb_bb: 'Srtnig wtach' fOr tihs srtnig

source: trace options
bb_bb: tarce otpoins

source: Trace files
bb_bb: Tarce flies

source: Notes about oik trace
bb_bb: Ntoes aobut OIk tarce

source: General browser requests
bb_bb: Gnereal borswer rqeeutss

source: Trace file
bb_bb: Tarce flie

source: Trace enabled
bb_bb: Tarce eanlbed

source: Reset trace file every transaction
bb_bb: Rseet tarce flie eevry tarsncaiton

source: Trace file generation limit
bb_bb: Tarce flie gneretaoin lmiit

source: AJAX requests
bb_bb: AAJX rqeeutss

source: AJAX trace file
bb_bb: AAJX tarce flie

source: AJAX trace enabled
bb_bb: AAJX tarce eanlbed

source: Reset AJAX trace file every AJAX transaction
bb_bb: Rseet AAJX tarce flie eevry AAJX tarsncaiton

source: AJAX trace file generation limit
bb_bb: AAJX tarce flie gneretaoin lmiit

source: REST requests
bb_bb: RSET rqeeutss

source: REST trace file
bb_bb: RSET tarce flie

source: REST trace enabled
bb_bb: RSET tarce eanlbed

source: Reset REST trace file every REST transaction
bb_bb: Rseet RSET tarce flie eevry RSET tarsncaiton

source: REST trace file generation limit
bb_bb: RSET tarce flie gneretaoin lmiit

source: Batch requests
bb_bb: Btach rqeeutss

source: Batch trace file
bb_bb: Btach tarce flie

source: Batch trace enabled
bb_bb: Btach tarce eanlbed

source: Reset batch trace file each invocation
bb_bb: Rseet btach tarce flie ecah ivncotaoin

source: Batch trace file generation limit
bb_bb: Btach tarce flie gneretaoin lmiit

source: Trace records
bb_bb: Tarce rcerods

source: Trace level
bb_bb: Tarce lveel

source: Fully qualified file names
bb_bb: Fluly qauilifed flie nmaes

source: Include trace record count
bb_bb: Icnulde tarce rcerod cuont

source: Include timestamp
bb_bb: Icnulde tmiseatmp

source: Include current filter
bb_bb: Icnulde cruernt flietr

source: Include number of queries
bb_bb: Icnulde nmuebr Of qeuires

source: Include post ID
bb_bb: Icnulde psot ID

source: Include memory/peak usage ( limit %1$s )
bb_bb: Icnulde mmeroy/paek uasge ( lmiit %1$s )

source: Include files loaded count
bb_bb: Icnulde flies laoedd cuont

source: Current IP: %1$s
bb_bb: Cruernt IP: %1$s

source: Trace specific IP
bb_bb: Tarce sepicifc IP

source: The tracing output produced by oik-bwtrace can be used for problem determination.
bb_bb: ThE taricng otuupt porudecd by OIk-btwarce cAn bE uesd fOr porlbem dtereimaniton.

source: The oik-bwtrace plugin should <b>not</b> need to be activated on a live site.
bb_bb: ThE OIk-btwarce pulign sohlud <b>not</b> need tO bE atcvitaed On A lvie stie.

source: If you do need to activate it, only do so for a short period of time.
bb_bb: If yOU dO need tO atcvitae It, olny dO sO fOr A sohrt preoid Of tmie.

source: You will need to specify the trace files directory and trace file names.
bb_bb: YOU wlil need tO sepicfy thE tarce flies driceotry And tarce flie nmaes.

source: When you want to trace processing check 'Trace enabled'
bb_bb: Wehn yOU wnat tO tarce porecssnig cehck 'Tarce eanlbed'

source: Specifying a different file name and limit for each transaction can help you to trace multiple concurrent requests.
bb_bb: Sepicyfnig A dfiefernt flie nmae And lmiit fOr ecah tarsncaiton cAn hlep yOU tO tarce mluitlpe cnoucrrnet rqeeutss.

source: Use the [bwtrace] shortcode in a widget to provide an instant trace reset and page reload.
bb_bb: UsE thE [bwtrace] sohtrocde In A wdiegt tO porivde An isnatnt tarce rseet And pgae rleaod.

source: Activate the oik base plugin to enable the [bwtrace] shortcode
bb_bb: Atcvitae thE OIk bsae pulign tO eanlbe thE [bwtrace] sohtrocde

source: Trace file name set to default: bwtrace.log
bb_bb: Tarce flie nmae sEt tO dfeualt: btwarce.lOg

source: Invalid Trace files directory.
bb_bb: Ivnlaid Tarce flies driceotry.

source: Debug level
bb_bb: Dbeug lveel

source: Information level - standard
bb_bb: Ifnroamiton lveel - satdnrad

source: Notice level
bb_bb: Ntocie lveel

source: Warning level
bb_bb: Wrainng lveel

source: Error level
bb_bb: Error lveel

source: Verbose level - noisier than Debug
bb_bb: Vreobse lveel - nioiser tahn Dbeug

source: Reset AJAX trace file every transaction
bb_bb: Rseet AAJX tarce flie eevry tarsncaiton

source: Trace files directory
bb_bb: Tarce flies driceotry

source: Retention period ( days )
bb_bb: Rteneiton preoid ( dyas )

source: Purging old trace files
bb_bb: Pruigng Old tarce flies

source: Norty
bb_bb: Nroty

source: Purging old daily summary trace files
bb_bb: Pruigng Old dialy smuamry tarce flies

source: Trace reset
bb_bb: Tarce rseet

source: None
bb_bb: Nnoe

source: Toggle panel: %s
bb_bb: Tgolge pnael: %s

source: text
bb_bb: txet

source: text for the trace button
bb_bb: txet fOr thE tarce btuotn

source: Display a link to trace options.
bb_bb: Dsilpay A lnik tO tarce otpoins.

source: Trace options
bb_bb: Tarce otpoins

source: oik bwtrace
bb_bb: OIk btwarce

source: Debug trace for WordPress, including action and filter tracing
bb_bb: Dbeug tarce fOr WroPderss, icnulidng atcoin And flietr taricng

source: bobbingwide
bb_bb: bboibgniwde
